Revit 2027 API
ParameterTypeId.WallSweepDefaultSetbackParam Property
 "Default Setback"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId WallSweepDefaultSetbackParam { get; }
Public Shared ReadOnly Property WallSweepDefaultSetbackParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ WallSweepDefaultSetbackParam {
	ForgeTypeId^ get ();
}
static member WallSweepDefaultSetbackParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace